HeathCare/cardio.html
<?xml version="1.0" encoding="iso-8859-1"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Learn Cardio</title>
<meta http-equiv="Content-Type" content="text/html;charset=iso-8859-1"/>
<meta name="title" content="Learn Cardio"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2016-01-04T10:59+0800"/>
<meta name="author" content="ChrisChen"/>
<meta name="description" content=""/>
<meta name="keywords" content="cardio, EKG"/>
<link rel="stylesheet" href="../css/stylesheet.css" type="text/css"/>

</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="../index.html"> UP </a>
 |
 <a accesskey="H" href="../index.html"> HOME </a>
</div>


<div id="content">
<h1 class="title">Learn Cardio</h1>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 Heart</a>
<ul>
<li><a href="#sec-1-1">1.1 cardio cells</a></li>
<li><a href="#sec-1-2">1.2 sinus node (Sinoatrial node)(SA)</a></li>
<li><a href="#sec-1-3">1.3 atrioventricular node(AV)</a></li>
<li><a href="#sec-1-4">1.4 Atrial</a></li>
<li><a href="#sec-1-5">1.5 Ventricular</a></li>
<li><a href="#sec-1-6">1.6 Left Bundle Branch</a>
<ul>
<li><a href="#sec-1-6-1">1.6.1 Left Posterior Fascicle</a></li>
<li><a href="#sec-1-6-2">1.6.2 Left Anterior Fascicle</a></li>
<li><a href="#sec-1-6-3">1.6.3 Septal Fascicle</a></li>
</ul></li>
</ul>
</li>
<li><a href="#sec-2">2 Graph</a>
<ul>
<li><a href="#sec-2-1">2.1 P Wave</a></li>
<li><a href="#sec-2-2">2.2 PR segment</a></li>
<li><a href="#sec-2-3">2.3 QRS interval</a></li>
<li><a href="#sec-2-4">2.4 T Wave</a></li>
<li><a href="#sec-2-5">2.5 Segements and Intervals</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Heart</h2>
<div class="outline-text-2" id="text-1">


</div>

<div id="outline-container-1-1" class="outline-3">
<h3 id="sec-1-1"><span class="section-number-3">1.1</span> cardio cells</h3>
<div class="outline-text-3" id="text-1-1">


<p class="verse">
Cardiac cells, in their resting state, are electrically <br/>
polarized; that is, their insides are negatively charged <br/>
with respect to their outsides.<br/>
</p>


</div>

</div>

<div id="outline-container-1-2" class="outline-3">
<h3 id="sec-1-2"><span class="section-number-3">1.2</span> sinus node (Sinoatrial node)(SA)</h3>
<div class="outline-text-3" id="text-1-2">


<p class="verse">
Each cycle of cardiac contraction and relaxation is initiated by <br/>
spontaneous depolarization of the sinus node. This event is not <br/>
seen on the EKG. <br/>
</p>


</div>

</div>

<div id="outline-container-1-3" class="outline-3">
<h3 id="sec-1-3"><span class="section-number-3">1.3</span> atrioventricular node(AV)</h3>
<div class="outline-text-3" id="text-1-3">

</div>

</div>

<div id="outline-container-1-4" class="outline-3">
<h3 id="sec-1-4"><span class="section-number-3">1.4</span> Atrial</h3>
<div class="outline-text-3" id="text-1-4">

</div>

</div>

<div id="outline-container-1-5" class="outline-3">
<h3 id="sec-1-5"><span class="section-number-3">1.5</span> Ventricular</h3>
<div class="outline-text-3" id="text-1-5">

</div>

</div>

<div id="outline-container-1-6" class="outline-3">
<h3 id="sec-1-6"><span class="section-number-3">1.6</span> Left Bundle Branch</h3>
<div class="outline-text-3" id="text-1-6">


</div>

<div id="outline-container-1-6-1" class="outline-4">
<h4 id="sec-1-6-1"><span class="section-number-4">1.6.1</span> Left Posterior Fascicle</h4>
<div class="outline-text-4" id="text-1-6-1">

</div>

</div>

<div id="outline-container-1-6-2" class="outline-4">
<h4 id="sec-1-6-2"><span class="section-number-4">1.6.2</span> Left Anterior Fascicle</h4>
<div class="outline-text-4" id="text-1-6-2">

</div>

</div>

<div id="outline-container-1-6-3" class="outline-4">
<h4 id="sec-1-6-3"><span class="section-number-4">1.6.3</span> Septal Fascicle</h4>
<div class="outline-text-4" id="text-1-6-3">

</div>
</div>
</div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> Graph</h2>
<div class="outline-text-2" id="text-2">


</div>

<div id="outline-container-2-1" class="outline-3">
<h3 id="sec-2-1"><span class="section-number-3">2.1</span> P Wave</h3>
<div class="outline-text-3" id="text-2-1">


<p class="verse">
The P wave records atrial depolarization and contraction. <br/>
The first part of the P wave reflects right atrial <br/>
activity; the second part reflects left atrial activity. <br/>
<br/>
Atrial repolarization is not seen. <br/>
There is a wave of atrial repolarization as well, <br/>
but it coincides with ventricular depolarization <br/>
and is hidden by the much more prominent QRS complex. <br/>
</p>


<ul>
<li>The amplitude of the P wave does not normally exceed 0.25 mV (2.5 mm, or two and one half small squares) in any lead
</li>
<li>The P wave is small and usually positive in the left lateral and inferior leads
</li>
<li>The P wave amplitude is usually most positive in lead II and most negative in lead aVR
</li>
</ul>

</div>

</div>

<div id="outline-container-2-2" class="outline-3">
<h3 id="sec-2-2"><span class="section-number-3">2.2</span> PR segment</h3>
<div class="outline-text-3" id="text-2-2">

<p>A brief pause when the electrical current reaches the AV node and the EKG falls silent
</p></div>

</div>

<div id="outline-container-2-3" class="outline-3">
<h3 id="sec-2-3"><span class="section-number-3">2.3</span> QRS interval</h3>
<div class="outline-text-3" id="text-2-3">


<p class="verse">
The first part of the ventricles to be depolarized is <br/>
the interventricular septum<sup><a class="footref" name="fnr-.1" href="#fn-.1">1</a></sup>. Ventricular depolarization <br/>
generates the QRS complex. <br/>
<br/>
The right and left ventricles then depolarize at about <br/>
the same time, but most of what we see on the EKG <br/>
represents left ventricular activation because the muscle <br/>
mass of the left ventricle is about three times that of <br/>
the right ventricle. <br/>
</p>


</div>

</div>

<div id="outline-container-2-4" class="outline-3">
<h3 id="sec-2-4"><span class="section-number-3">2.4</span> T Wave</h3>
<div class="outline-text-3" id="text-2-4">


<p class="verse">
The T wave records ventricular repolarization.<br/>
The amplitude, or height, of a normal T wave is one third to two thirds that of the corresponding R wave.<br/>
</p>


</div>

</div>

<div id="outline-container-2-5" class="outline-3">
<h3 id="sec-2-5"><span class="section-number-3">2.5</span> Segements and Intervals</h3>
<div class="outline-text-3" id="text-2-5">

<ul>
<li>The PR interval measures the time from the start of atrial depolarization to the start of ventricular depolarization.
<ul>
<li>The PR interval normally lasts from 0.12 to 0.2 seconds (3 to 5 mm on the EKG paper).
</li>
</ul>

</li>
<li>The PR segment measures the time from the end of atrial depolarization to the start of ventricular depolarization.
</li>
<li>The ST segment records the time from the end of ventricular depolarization to the start of ventricular repolarization.
</li>
<li>The QT interval measures the time from the start of ventricular depolarization to the end of ventricular repolarization.
<ul>
<li>The duration of the QT interval is proportionate to the heart rate
</li>
</ul>

</li>
<li>The QRS interval measures the time of ventricular depolarization.
<ul>
<li>Normal septal Q waves have an amplitude of not greater than 0.1 mV.
</li>
<li>A normal QRS interval, representing the duration of the QRS complex, is 0.06 to 0.1 seconds in duration.
</li>
</ul>

</li>
</ul>


<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">
<p class="footnote"><sup><a class="footnum" name="fn-.1" href="#fnr-.1">1</a></sup> interventricular septum, the wall of muscle separating the right and left ventricles
</p></div>
</div>
</div>

</div>
</div>
</div>

</body>
</html>
