org_backup/HeathCare/cardio.md
- [Heart](#sec-1)
  - [cardio cells](#sec-1-1)
  - [sinus node (Sinoatrial node)(SA)](#sec-1-2)
  - [atrioventricular node(AV)](#sec-1-3)
  - [Atrial](#sec-1-4)
  - [Ventricular](#sec-1-5)
  - [Left Bundle Branch](#sec-1-6)
    - [Left Posterior Fascicle](#sec-1-6-1)
    - [Left Anterior Fascicle](#sec-1-6-2)
    - [Septal Fascicle](#sec-1-6-3)
- [Graph](#sec-2)
  - [P Wave](#sec-2-1)
  - [PR segment](#sec-2-2)
  - [QRS interval](#sec-2-3)
  - [T Wave](#sec-2-4)
  - [Segements and Intervals](#sec-2-5)


# Heart<a id="orgheadline10"></a>

## cardio cells<a id="orgheadline1"></a>

<p class="verse">
Cardiac cells, in their resting state, are electrically<br  />
polarized; that is, their insides are negatively charged<br  />
with respect to their outsides.<br  />
</p>

## sinus node (Sinoatrial node)(SA)<a id="orgheadline2"></a>

<p class="verse">
Each cycle of cardiac contraction and relaxation is initiated by<br  />
spontaneous depolarization of the sinus node. This event is not<br  />
seen on the EKG.<br  />
</p>

## atrioventricular node(AV)<a id="orgheadline3"></a>

## Atrial<a id="orgheadline4"></a>

## Ventricular<a id="orgheadline5"></a>

## Left Bundle Branch<a id="orgheadline9"></a>

### Left Posterior Fascicle<a id="orgheadline6"></a>

### Left Anterior Fascicle<a id="orgheadline7"></a>

### Septal Fascicle<a id="orgheadline8"></a>

# Graph<a id="orgheadline16"></a>

## P Wave<a id="orgheadline11"></a>

<p class="verse">
The P wave records atrial depolarization and contraction.<br  />
The first part of the P wave reflects right atrial<br  />
activity; the second part reflects left atrial activity.<br  />
<br  />
Atrial repolarization is not seen.<br  />
There is a wave of atrial repolarization as well,<br  />
but it coincides with ventricular depolarization<br  />
and is hidden by the much more prominent QRS complex.<br  />
</p>

-   The amplitude of the P wave does not normally exceed 0.25 mV (2.5 mm, or two and one half small squares) in any lead
-   The P wave is small and usually positive in the left lateral and inferior leads
-   The P wave amplitude is usually most positive in lead II and most negative in lead aVR

## PR segment<a id="orgheadline12"></a>

A brief pause when the electrical current reaches the AV node and the EKG falls silent

## QRS interval<a id="orgheadline13"></a>

<p class="verse">
The first part of the ventricles to be depolarized is<br  />
the interventricular septum<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup>. Ventricular depolarization<br  />
generates the QRS complex.<br  />
<br  />
The right and left ventricles then depolarize at about<br  />
the same time, but most of what we see on the EKG<br  />
represents left ventricular activation because the muscle<br  />
mass of the left ventricle is about three times that of<br  />
the right ventricle.<br  />
</p>

## T Wave<a id="orgheadline14"></a>

<p class="verse">
The T wave records ventricular repolarization.<br  />
The amplitude, or height, of a normal T wave is one third to two thirds that of the corresponding R wave.<br  />
</p>

## Segements and Intervals<a id="orgheadline15"></a>

-   The PR interval measures the time from the start of atrial depolarization to the start of ventricular depolarization.
    -   The PR interval normally lasts from 0.12 to 0.2 seconds (3 to 5 mm on the EKG paper).
-   The PR segment measures the time from the end of atrial depolarization to the start of ventricular depolarization.
-   The ST segment records the time from the end of ventricular depolarization to the start of ventricular repolarization.
-   The QT interval measures the time from the start of ventricular depolarization to the end of ventricular repolarization.
    -   The duration of the QT interval is proportionate to the heart rate
-   The QRS interval measures the time of ventricular depolarization.
    -   Normal septal Q waves have an amplitude of not greater than 0.1 mV.
    -   A normal QRS interval, representing the duration of the QRS complex, is 0.06 to 0.1 seconds in duration.
